doe/remote_snapshot/openfoam_case_rans_doe_30deg_cases/case_03/constant/turbulenceProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}

simulationType  RAS;

RAS
{
    RASModel        kOmegaSST;
    turbulence      on;
    printCoeffs     on;
}

Sct     0.5;

kMin    1e-10;
omegaMin 1e-10;
